Repository: Art-iDev/arti-product-shipping-notices
Catalog: languages/arti-product-shipping-notices-*.po
Languages: pt_br

source: Product shipping notices for WCFM
pt_br: Aviso de frete na página de produto para WCFM

source: and
pt_br: e

source: <strong>Free shipping</strong> to the state of %1$s for orders over %2$s with products from this vendor.
pt_br: <strong>Frete grátis</strong> para o estado %1$s em pedidos acima de %2$s nos produtos desse vendedor.

source: <strong>Free shipping</strong> to the state of %1$s with products from this vendor.
pt_br: <strong>Frete grátis</strong> para o estado %1$s nos produtos desse vendedor.

source: <strong>Free shipping</strong> to %1$s for orders over %2$s with products from this vendor.
pt_br: <strong>Frete grátis</strong> para %1$s em pedidos acima de %2$s nos produtos desse vendedor.

source: <strong>Free shipping</strong> to %1$s with products from this vendor.
pt_br: <strong>Frete grátis</strong> para %1$s nos produtos desse vendedor.

source: <strong>Free shipping</strong> for orders over %2$s with products from this vendor.
pt_br: <strong>Frete grátis</strong> para pedidos a partir de %2$s em produtos dessa loja.

source: Check all options <a href="%s" title="All products from this vendor">here</a>.
pt_br: Confira todas as opções <a href="%s" title="Todos os produtos desse vendedor">aqui</a>.

source: Save more by adding products of the same vendor to your cart
pt_br: Economize no frete escolhendo mais produtos da mesma loja

source: <a href="%s" title="All products from this vendor">here</a>.
pt_br: <a href="%s" title="Todos os produtos desse vendedor">aqui</a>.
